Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Want to help someone while having a video chat with them too? Try %{LINK_BEGIN} Remote Desktop in Google Hangouts%{LINK_END}.
ca_es: Voleu ajudar algú mentre manteniu una videotrucada? Proveu %{LINK_BEGIN} Escriptori remot a Google Hangouts%{LINK_END}.

source: Want to help improve Chromoting? %{LINK_BEGIN}Take the survey.%{LINK_END}
ca_es: Voleu ajudar a millorar Chromoting? %{LINK_BEGIN}Responeu a l'enquesta.%{LINK_END}

source: Day
ca_es: Dia

source: audio
ca_es: àudio

source: video
ca_es: vídeo

source: exit full screen
ca_es: surt de la pantalla completa

source: Invalid value.
ca_es: Valor no vàlid.

source: blank
ca_es: buit

source: mute audio track
ca_es: silencia la pista d'àudio

source: Please enter an email address.
ca_es: Introduïu una adreça electrònica.

source: Clear Recent Searches
ca_es: Esborra les cerques recents

source: seek quickly back
ca_es: torna enrere ràpidament

source: This month
ca_es: Aquest mes

source: Choose Files
ca_es: Trieu els fitxers

source: select
ca_es: selecciona

source: status
ca_es: estat

source: Please shorten this text to %{MAX_CHARACTERS} characters or less (you are currently using %{CURRENT_LENGTH} characters).
ca_es: Escurceu aquest text a un màxim de %{MAX_CHARACTERS} caràcters (ara n'esteu utilitzant %{CURRENT_LENGTH}).

source: Week %{WEEKNUMBER}, %{YEAR}
ca_es: Setmana %{WEEKNUMBER}, %{YEAR}

source: return streaming movie to real time
ca_es: restableix la reproducció de la pel·lícula a temps real

source: Please fill out this field.
ca_es: Empleneu aquest camp.

source: No recent searches
ca_es: No hi ha cerques recents

source: play
ca_es: reprodueix

source: This document is password protected. Please enter a password.
ca_es: Aquest document està protegit mitjançant contrasenya. Introduïu una contrasenya.

source: return to real time
ca_es: restableix a temps real

source: footer
ca_es: peu

source: Please check this box if you want to proceed.
ca_es: Marqueu aquesta casella si voleu continuar.

source: 1024 (Medium Grade)
ca_es: 1024 (Mitjà)

source: current movie status
ca_es: estat actual de la pel·lícula

source: Please enter a comma separated list of email addresses.
ca_es: Introduïu una llista d'adreces electròniques separades per comes.

source: link
ca_es: enllaç

source: Please enter a valid value. The field is incomplete or has an invalid date.
ca_es: Introduïu un valor vàlid. El camp està incomplet o conté una data no vàlida.

source: Please enter a URL.
ca_es: Introduïu un URL.

source: seek movie back 30 seconds
ca_es: torna 30 segons enrere en la pel·lícula

source: Value must be less than or equal to %{MAXIMUM}.
ca_es: El valor ha de ser més petit o igual que %{MAXIMUM}.

source: back 30 seconds
ca_es: retrocedeix 30 segons

source: number of seconds ofmovie remaining
ca_es: nombre de segons restants de la pel·lícula

source: movie time scrubber
ca_es: barra de moment de la pel·lícula

source: Failed to load PDF document
ca_es: No es pot carregar el document en format PDF

source: jump
ca_es: salta

source: fast reverse
ca_es: retrocés ràpid

source: Please enter a number.
ca_es: Introduïu un número.

source: fast forward
ca_es: avança ràpidament

source: list marker
ca_es: marcador de llistes

source: Value must be greater than or equal to %{MINIMUM}.
ca_es: El valor ha de ser més gran o igual que %{MINIMUM}.

source: Please select one or more files.
ca_es: Seleccioneu un o diversos fitxers.

source: uncheck
ca_es: desmarca

source: unmute
ca_es: activa el so

source: pause playback
ca_es: pausa la reproducció

source: Couldn't load plug-in.
ca_es: No s'ha pogut carregar el connector.

source: 2048 (High Grade)
ca_es: 2048 (Gran)

source: unmute audio track
ca_es: activa el so de la pista d'àudio

source: activate
ca_es: activa

source: movie timeline thumb
ca_es: miniatura de cronologia de pel·lícula

source: movie time scrubber thumb
ca_es: miniatura de la barra de moment de la pel·lícula

source: enter full screen
ca_es: visualitza en pantalla completa

source: Clear
ca_es: Esborra

source: Recent Searches
ca_es: Cerques recents

source: stepper
ca_es: desplaçador

source: mute
ca_es: silencia

source: press
ca_es: prem

source: hide closed captions
ca_es: amaga els subtítols ocults

source: movie time
ca_es: moment de la pel·lícula

source: Please match the requested format.
ca_es: Feu servir el format sol·licitat.

source: elapsed time
ca_es: temps transcorregut

source: Please select an item in the list.
ca_es: Seleccioneu un element de la llista.

source: Choose File
ca_es: Selecciona el fitxer

source: remaining time
ca_es: temps restant

source: stop displaying closed captions
ca_es: deixa de mostrar subtítols ocults

source: HTML content
ca_es: Contingut HTML

source: pause
ca_es: pausa

source: No file chosen
ca_es: Cap fitxer seleccionat.

source: start displaying closed captions
ca_es: comença a mostrar subtítols ocults

source: This week
ca_es: Aquesta setmana

source: play movie in full screen mode
ca_es: reprodueix la pel·lícula en mode de pantalla completa

source: yyyy
ca_es: aaaa

source: image map
ca_es: mapa d'imatges

source: check
ca_es: marca

source: %{NUMBER_OF_FILES} files
ca_es: %{NUMBER_OF_FILES} fitxers

source: Please select a file.
ca_es: Seleccioneu un fitxer.

source: media control
ca_es: control de mitjans

source: heading
ca_es: Encapçalament

source: Please select one of these options.
ca_es: Seleccioneu una d'aquestes opcions.

source: begin playback
ca_es: inicia la reproducció

source: Drag file here
ca_es: Arrossegueu el fitxer aquí.

source: current time in seconds
ca_es: temps actual en segons

source: seek quickly forward
ca_es: permet avançar ràpidament

source: show closed captions
ca_es: mostra els subtítols ocults

source: Loading document: %{PAGE_NUMBER}/%{NUMBER_OF_PAGES} pages...
ca_es: S'està carregant el document: %{PAGE_NUMBER}/%{NUMBER_OF_PAGES} pàgines...
